"Registration" = "注册";

"Registration %@" = "注册 %@";

"Register" = "注册";

"Registering..." = "正在注册…";
"Removing..." = "正在移除…";

"Download" = "下载";

"Website" = "网站";

"Download Page" = "下载页面";

"Quit" = "退出";

"Expired Beta" = "我们的公共测试版通常运行四到八周，之后必须被新的公共测试版或最终发布版替换。虽然这通常通过“检查更新”机制自动发生，但您可能错过了在到期日期前安装更新。\n\n请访问我们的网站，并从我们的下载页面下载新的公共测试版或最终发布版。";

"OK" = "确定";

"Cancel" = "取消";

"Remove" = "移除";

"License is outdated. Please contact our\nsupport to get a new license." = "许可证已过时。请联系我们的\n支持以获得新的许可证。";

"Thanks for registering %@ %@ Edition!\n\nNow please backup the registration file:\n%@" = "感谢您注册 %@ %@ 版本！\n\n现在请备份注册文件：\n%@";

"Thanks for registering %@ %@ Edition!" = "感谢您注册 %@ %@ 版本！";

"Thanks for registering %@!\n\nNow please backup the registration file:\n%@" = "感谢您注册 %@！\n\n现在请备份注册文件：\n%@";

"Thanks for registering %@!" = "感谢您注册 %@！";

"Show file" = "显示文件";

"A New Version is Available" = "新版本可用";

"A new version of %@ %@ Edition is available (%@). Would you like to download the new version now?" = "新版本 %@ %@ 版本现已可用（%@）。您现在要下载新版本吗？";

"Your software is up-to-date" = "您的软件是最新的";

"You are running %@ %@ Edition %@. No newer version was found." = "您正在运行 %@ %@ 版本 %@。未发现更新版本。";

"Get new license" = "获取新许可证";

"Checking for updates..." = "正在检查更新...";

"Unregistered: %%d (%.1f hours left)" = "未注册：%%d (%.1f 小时剩余)";

"Buy Now (%d days left)" = "立即购买（剩余 %d 天）";
"Buy Now (%d hours left)" = "立即购买（剩余 %d 小时）";
"Buy Now (%d minutes left)" = "立即购买（剩余 %d 分钟）";
"Buy Now (%d seconds left)" = "立即购买（剩余 %d 秒）";
"Buy Now" = "立即购买";

"Purchase" = "购买";

"Name:" = "姓名：";

"Organization:" = "组织：";

"License:" = "许可证：";

"The entered license code is not valid for this application but it is for %@. Please download and install %@ which will happily accept this license code." = "输入的许可证代码对此应用程序无效，但对于 %@ 有效。请下载并安装 %@，它将愉快地接受此许可证代码。";

"Check for Updates" = "检查更新...";

"Checking for Updates" = "正在检查更新…";

"Update On Quit" = "退出时更新...";
"Your Account" = "您的账户";
"License still %d days valid" = "许可证仍然有效 %d 天";
"License still %d hours valid"= "许可证仍然有效 %d 小时";
"License still %d minutes valid"= "许可证仍然有效 %d 分钟";
"License still %d seconds valid"= "许可证仍然有效 %d 秒";
"Only %d hours of trial left." = "试用版仅剩 %d 小时。";
"Enter License..." = "输入许可证…";
